Repository: Teric/lxde-svn
Catalog: lxpanel-plugins/thermal/po/*.po
Languages: it, ru

source: Normal
it: Normale
ru: Нормально

source: Warning1
it: Avviso1
ru: Предупреждение1

source: Warning2
it: Avviso2
ru: Предупреждение2

source: Automatic sensor location
it: Rilevazione automatica sensori
ru: Автоматическое обнаружение датчиков

source: Sensor
it: Sensore
ru: Датчик

source: Automatic temperature levels
it: Livelli temperatura automatici
ru: Автоматически контролируемые уровни температуры

source: Warning1 Temperatur
it: Temperatura Avviso1
ru: Предупреждение1 температура

source: Warning2 Temperatur
it: Temperatura Avviso2
ru: Предупреждение2 температура

source: Temperature Monitor
it: Monitor della Temperatura
ru: Индикатор температуры

source: Display system temperature, by kesler.daniel@gmail.com
it: Mostra temperatura di sistema, by kesler.daniel@gmail.com
ru: Индикатор температуры в системном блоке (kesler.daniel@gmail.com)
