Repository: Teric/lxde-svn
Catalog: lxpanel-plugins/batt/po/*.po
Languages: fr, it, nl, ru, sk, ur_pk

source: Battery: %d%% charged, %d:%02d until full
fr: Batterie : chargée à %d%%, %d:%02d avant le chargement complet
it: Batteria: %d%% carica, %d:%02d alla ricarica completa
nl: Batterij: %d%% opgeladen, %d:%02d tot volledig geladen
ru: Батарея: %d%% заряжено, %d:%02d до полной емкости
sk: Batéria: %d%% nabitá, %d:%02d do plna
ur_pk: بیٹری: %d%% چارج ہوئی, %d:%02d مکمل بھرنے میں درکار وقت

source: Battery: %d%% charged, %s
fr: Batterie : chargée à %d%%, %s
it: Batteria: %d%% carica, %s
nl: Batterij: %d%% opgeladen, %s
ru: Батарея: %d%% заряжено, %s
sk: Batéria: %d%% nabitá, %s
ur_pk: بیٹری: %d%% چارج ہوئی, %s

source: charging finished
fr: charge terminée
it: caricamento terminato
nl: batterij opgeladen
ru: зарядка окончена
sk: nabíjanie dokončené
ur_pk: چارجنگ تمام ہوئی

source: charging
fr: en charge
it: in ricarica
nl: batterij aan het opladen
ru: зарядка
sk: nabíja sa
ur_pk: چارجنگ جاری ہے

source: Battery: %d%% charged, %d:%02d left
fr: Batterie : chargée à %d%%, %d:%02d restantes
it: Batteria: %d%% carica, %d:%02d rimanenti
nl: Batterij: %d%% opgeladen, %d:%02d overblijvend
ru: Батарея: %d%% заряжено, %d:%02d осталось
sk: Batéria: %d%% nabitá, zostáva %d:%02d
ur_pk: بیٹری: %d%% چارج ہوئی, %d:%02d باقی

source: Battery: %d%% charged
fr: Batterie : chargée à %d%%
it: Batteria: %d%% carica
nl: Batterij: %d%% opgeladen
ru: Батарея: %d%% заряжено
sk: Batéria: %d%% nabitá
ur_pk: بیٹری: %d%% چارج ہوئی

source: No batteries found
fr: Aucune batterie trouvée
it: Nessuna batteria rilevata
nl: Geen batterij gevonden
ru: Батарея не обнаружена
sk: Batérie neboli nájdené
ur_pk: کوئی بیٹریاں نہیں پائی گئیں

source: Hide if there is no battery
fr: Masquer s'il n'y a aucune batterie
it: Nascondi se non vengono rilevate batterie
nl: Verbergen indien geen batterij aanwezig
ru: Скрыть, если нет батареи
sk: Skryť ak nebola nájdená betéria
ur_pk: اگر کوئی بیٹری نہ ہو تو پوشیدہ کریں

source: Alarm command
fr: Commande d'alarme
it: Comando all'allarme
nl: Alarmopdracht
ru: Сигнальная команда
sk: Príkaz upozornenia
ur_pk: الارم کمانڈ

source: Alarm time (minutes left)
fr: Heure de l'alarme (minutes restantes)
it: Orario allarme (minuti rimanenti)
nl: Alarm tijd (overblijvende minuten)
ru: Время сигнализации (остаток в минутах)
sk: Čas upozornenia (zostáva minút)
ur_pk: الارم وقت (باقی منٹ)

source: Background color
fr: Couleur d'arrière-plan
it: Colore di sfondo
nl: Achtergrondkleur
ru: Цвет фона
sk: Farba pozadia
ur_pk: پس منظر رنگ

source: Charging color 1
fr: Couleur en charge 1
it: Colore di ricarica 1
nl: Oplaadkleur 1
ru: Зарядка: цвет 1
sk: Farba nabíjania 1
ur_pk: چارجنگ رنگ 1

source: Charging color 2
fr: Couleur en charge 2
it: Colore di ricarica 2
nl: Oplaadkleur 2
ru: Зарядка: цвет 2
sk: Farba nabíjania 2
ur_pk: چارجنگ رنگ 2

source: Discharging color 1
fr: Couleur en décharge 1
it: Colore di scarica 1
nl: Ontlaadkleur 1
ru: Разряжено: цвет 1
sk: Farba vybíjania 1
ur_pk: ڈِس چارجنگ رنگ 1

source: Discharging color 2
fr: Couleur en décharge 2
it: Colore di scarica 2
nl: Ontlaadkleur 2
ru: Разряжено: цвет 2
sk: Farba vybíjania 2
ur_pk: ڈِس چارجنگ رنگ 2

source: Border width
fr: Épaisseur de la bordure
it: Larghezza bordo
nl: Randbreedte
ru: Ширина рамки
sk: Šírka okraja
ur_pk: بارڈر کی چوڑائی

source: Size
fr: Taille
it: Dimensioni
nl: Grootte
ru: Размер
sk: Veľkosť
ur_pk: حجم

source: Battery Monitor
fr: Moniteur de batterie
it: Monitor Batteria
nl: Batterij Monitor
ru: Индикатор состояния батареи
sk: Monitor batérie
ur_pk: بیٹری معائنہ کار

source: Display battery status using ACPI
fr: Afficher l'état de la batterie grâce à l'ACPI
it: Mostra stato batteria via ACPI
nl: Toont status van de batterij met behulp van ACPI
ru: Показать состояние батареи используя ACPI
sk: Zobraziť stav batérie pomocou ACPI
ur_pk: اے سی پی آئی ACPI کے استعمال سے بیٹری کی حالت ظاہر کریں
