Repository: Teric/lxde-svn
Catalog: lxpanel-plugins/netstat/po/*.po
Languages: hr

source: <Hidden Access Point>
hr: <Skrivena Pristupna Toèka>

source: Wireless Networks not found in range
hr: Be¾ièna Mre¾a nije u dometu

source: Repair
hr: Popravi

source: Disable
hr: Onemoguæi

source: Wireless Connection has no connectivity
hr: Be¾ièna Veza nije povezana

source: Network cable is plugged out
hr: Mre¾ni kabel je odspojen

source: Connection has limited or no connectivity
hr: Veza je ogranièena ili je nema

source: IP Address:
hr: IP Adresa:

source: Remote IP:
hr: Daljinski IP:

source: Netmask:
hr: Mre¾na maska:

source: Activity
hr: Aktivnost

source: Sent
hr: Poslano

source: Received
hr: Primljeno

source: packets
hr: paketi

source: Wireless
hr: Be¾ièno

source: Protocol:
hr: Protokol:

source: Broadcast:
hr: Emitiranje:

source: HW Address:
hr: HW Adresa:

source: Manage Networks
hr: Upravljanje Mre¾om

source: Monitor and Manage networks
hr: Nadzor i Upravljanje mre¾om

source: Setting Encryption Key
hr: Postavljanje ©ifriranog kljuèa

source: This wireless network was encrypted. You must have the encryption key.
hr: Be¾ièna mre¾a je ¹ifrirana. Morate imati ¹ifrirani kljuè.

source: Encryption Key:
hr: ©ifrirani Kljuè:
