Repository: Teric/lxde-svn
Catalog: lxsession-edit/po/*.po
Languages: da

source: Enabled
da: Aktiveret

source: Application
da: Applikation

source: Comment
da: Kommentar

source: <b>Warning:</b> Do <b>NOT</b> touch this unless you know exactly what you are doing. <b>NOTE:</b> This setting will take effect on next login.
da: <b>Advarsel: GØR IKKE</b> noget her med mindre du ved nøjagtig hvad du gør. <b>BEMÆRK:</b> Denne indstilling træder i kraft efter næste log ind.

source: Advanced Options
da: Avancerede Indstillinger

source: Applications automatically started after entering desktop:
da: Applikationer der er startet automatisk efter opstart af skrivebordet:

source: Automatically Started Applications
da: Applikationer der Startes Automatisk

source: Command line used to launch window manager (The default window manager command for LXDE should be openbox-lxde)
da: Kommando der starter vindues behandleren (Standard vindues behandler for LXDE, bør være openbox-lxde)

source: Desktop Session Settings
da: Indstillinger for session

source: Window Manager:
da: Vindues håndterer:
