Repository: Teric/lxde-svn
Catalog: gtknetcat/po/*.po
Languages: et, hr, it, uk, ur

source: File Transmission
et: Failiedastus
hr: Prijenos Podataka
it: Trasmissione file
uk: Передавання файлів
ur: فائل منتقلی

source: Send Files
et: Failide saatmine
hr: Po¹alji Datoteke
it: Inviare file
uk: Послати файли
ur: فائلیں ارسال کریں

source: Receive Files
et: Failide vastuvõtmine
hr: Prihvati Datoteke
it: Ricevere file
uk: Отримати файли
ur: فائلیں وصول کریں

source: File transmission failed!
et: Failiedastus nurjus!
hr: Prijenos datoteka neuspje¹an!
it: Trasmissione file fallita!
uk: Не вдалося переслати файл!
ur: فائل منتقلی ناکام!

source: Failed
et: Nurjus
hr: Neuspje¹no
it: Fallito
uk: Не вдалося
ur: ناکام

source: Finished
et: Lõpetatud
hr: Zavr¹eno
it: Terminato
uk: Закінчено
ur: مکمل

source: Receiving...
et: Vastuvõtmine...
hr: Primanje...
it: In ricezione ...
uk: Отримую...
ur: وصول کیا جارہا ہے...

source: Sending...
et: Saatmine...
hr: Slanje...
it: In invio ...
uk: Висилаю...
ur: ارسال کیا جارہا ہے...

source: Execute command:
et: Käivitamise käsk:
hr: Izvr¹i naredbu:
it: Esecuzione comando:
uk: Запустити команду:
ur: کمانڈ چلائیں:

source: Processing...
et: Töötlemine...
hr: Obrada...
it: In processo ...
uk: Виконую...
ur: عمل کاری جاری ہے...

source: Path
et: Asukoht
hr: Putanja
it: Percorso
uk: Шлях
ur: پاتھ

source: Select files to send
et: Vali saatmise failid
hr: Odaberite datoteke za slanje
it: Selezionare file da inviare
uk: Вибрати файли для пересилки
ur: ارسال کے لیے فائلیں منتخب کریں

source: Add File
et: Lisa fail
hr: Dodaj Datoteku
it: Aggiungere file
uk: Додати файл
ur: فائل شامل کریں

source: Add Folder
et: Lisa kataloog
hr: Dodaj Direktorij
it: Aggiungere cartella
uk: Додати директорію
ur: فولڈر شامل کریں

source: Destination Host:
et: Sihtkoha masin:
hr: Odredi¹ni Host:
it: Computer destinatario:
uk: Комп’ютер-адресат:
ur: سمت ہوسٹ:

source: Files to Send:
et: Saatmise failid:
hr: Datoteke za Slanje:
it: File da inviare:
uk: Файли для пересилання:
ur: ارسال کے لیے فائلیں:

source: Inter-Computer File Transmission
et: Arvutisisene failiedastus
hr: Inter-Raèunalni Prijenos Podataka
it: Trasmissione di file tra computer
uk: Міжкомп’ютерне пересилання файлів
ur: داخلی-کمپیوٹر فائل منتقلی

source: Listen on Port:
et: Port millel kuulatakse:
hr: Slu¹aj na Pristupnoj toèki:
it: Ascoltare sulla porta:
uk: Слухати на порті:
ur: پورٹ دیکھیں:

source: Port:
hr: Pristupna toèka:
it: Porta:
uk: Порт:
ur: پورٹ:

source: Receive files from another computer
et: Failide vastuvõtmine teisest arvutist
hr: Prihvati datoteke sa drugog raèunala
it: Ricevere file da un altro computer
uk: Отримати файли з іншого комп’ютера
ur: دوسرے کمپیوٹر سے فائلیں وصول کریں

source: Save to Folder:
et: Salvestamine kausta:
hr: Spremi u Direktorij:
it: Salvare in cartella:
uk: Зберегти в директорії:
ur: محفوظ کریں تا فولڈر:

source: Send files to another computer
et: Failide saatmine teise arvutisse
hr: ©alji datoteke na drugo raèunalo
it: Inviare file a un altro computer
uk: Вислати файли до іншого комп’ютера
ur: فائلیں دوسرے کمپیوٹر پر ارسال کریں

source: What do you want to do?
et: Mida sa tahad teha?
hr: ©to ¾elite uèiniti?
it: Cosa vorrebbe fare?
uk: Що Ви бажаєте робити?
ur: آپ کیا کرنا چاہتے ہیں؟
