Repository: Teric/lxde-svn
Catalog: lxtask/po/*.po
Languages: hr, sl

source: Couldn't send signal %d to the task with ID %d %s
hr: Ne mogu poslati signal %d zadatku sa ID %d %s
sl: Signala %d ni bilo možno poslati opravilu z IDjem %d %s

source: Couldn't set priority %d to the task with ID %d
hr: Ne mogu postavitit prioritet %d zadatku sa ID %d
sl: Prioritete %d ni bilo možno nastaviti opravilu z IDjem %d

source: Really kill the task?
hr: Stvarno ¾elite ubiti zadatak?
sl: Ali res želite pobiti opravilo?

source: Really terminate the task?
hr: Stvarno ¾elite prekinuti zadatak?
sl: Ali res želite končati opravilo?

source: Memory: %d MB of %d MB used
hr: Memorija: %d MB od %d MB kori¹teno
sl: Pomnilnik: zasedeno %d kB od %d kB

source: CPU usage: %0.0f %%
hr: Kori¹tenje CPU: %0.0f %%
sl: Zasedenost CPE: %0.0f %%

source: Task Manager
hr: Upravitelj Zadacima
sl: Nadzornik opravil

source: _File
hr: _Datoteka
sl: _Datoteka

source: _View
hr: _Izgled
sl: _Ogled

source: _Help
hr: _Pomoæ
sl: _Pomoč

source: cpu usage
hr: kori¹tenje cpu
sl: zasedenost CPE

source: memory usage
hr: kori¹tenje memorije
sl: zasedenost pomnilnika

source: more details
hr: vi¹e detalja
sl: več

source: Command
hr: Naredba
sl: Ukaz

source: User
hr: Korisnik
sl: Uporabnik

source: CPU%
sl: CPE %

source: VM-Size
hr: VM-Velièina
sl: VM-velikost

source: State
hr: Stanje
sl: Stanje

source: Stop
sl: Končaj

source: Continue
hr: Nastavi
sl: Nadaljuj

source: Term
hr: Terminiraj
sl: Končaj

source: Kill
hr: Ubij
sl: Pobij

source: Priority
hr: Prioritet
sl: Prioriteta

source: Show user tasks
hr: Prika¾i korisnièke zadatke
sl: Prikaži uporabnikova opravila

source: Show root tasks
hr: Prika¾i zadatke root korisnika
sl: Prikaži root opravila

source: Show other tasks
hr: Prika¾i ostale zadatke
sl: Prikaži ostala opravila

source: Show memory used by cache as free
hr: Prika¾i memoriju koju koristi cache kao slobodnu
sl: Prikaži pomnilnik, ki ga zaseda predpomnilnik, kot prosto

source: LXTask is derived from Xfce4 Task Manager by: * Johannes Zellner <webmaster@nebulon.de>
hr: LXTask je izveden iz Xfce4 Upravitelja Zadataka od: * Johannes Zellner <webmaster@nebulon.de>
sl: LXTask izhaja iz projekta Xfce4 Task Manager avtorjev: * Johannes Zellner <webmaster@nebulon.de>

source: translator-credits
hr: boljsa
sl: Slovenski prevod: paxman, paxmanpwnz@gmail.com

source: Copyright (C) 2008 LXDE team
sl: Vse pravice pridržane (C) 2008 ekipa LXDE

source: Lightweight task manager for LXDE project
hr: Lagani upravitelj zadataka za LXDE projekt
sl: Lahki Nadzornik opravil za projekt LXDE

source: Error
hr: Pogre¹ka
sl: Napaka

source: Confirm
hr: Potvrdi
sl: Potrdi

source: Prio
hr: Prioritet
