Repository: Teric/lxde-svn
Catalog: lxrandr/po/*.po
Languages: da, sl

source: Laptop LCD Monitor
sl: LCD zaslon prenosnika

source: External VGA Monitor
da: Extern VGA Monitor
sl: Zunanji VGA zaslon

source: External DVI Monitor
da: Extern DVI Monitor
sl: Zunanji DVI zaslon

source: Default Monitor
sl: Privzeti monitor

source: Auto
sl: Samodejno

source: translator-credits
da: Oversettelse
sl: paxman

source: Copyright (C) 2008
sl: Vse pravice pridržane (C) 2008

source: Monitor configuration tool for LXDE
da: Værktøj til konfiguration af skærme for LXDE
sl: Orodje za nastavljanje zaslonov

source: You cannot turn off all monitors. Otherwise, you will not be able to turn them on again since this tool is not accessable whithout monitor.
da: Du kan ikke slukke for alle monitorer. De vil ikke kunne tændes igen, da dette værktøj bliver utilgængelig.
sl: Ne morete ugasniti vseh zaslonov, sicer jih ne bi mogli prižgati nazaj, saj je orodje brez prižganega zaslona nedostopno.

source: Unable to get monitor information!
da: Kunne ikke få oplysninger om monitoren
sl: Ni bilo mogoče poizvedeti podatkov o zaslonu!

source: Display Settings
da: Indstillinger for slærm
sl: Nastavitve zaslona

source: Show the same screen on both laptop LCD and external monitor
da: Vis samme billede både på Laptop LCD og ekstern monitor
sl: Prikaži namizje hkrati na prenosnikovem in zunanjem zaslonu

source: Turn off laptop LCD and use external monitor only
da: Anvend kun ekstern monitor
sl: Ugasni prenosnikovega in uporabi zunanji zaslon

source: Turn off external monitor and use laptop LCD only
da: Anvend kun ekstern monitor
sl: Ugasni zunanji zaslon in uporabi prenosnikovega

source: Quick Options
da: Hurtig valg
sl: Hitre nastavitve

source: Advanced
da: Avanceret
sl: Napredno

source: The following monitor is detected:
sl: Zaznan je bil zaslon:

source: Turn On
da: Tænd
sl: Prižgi

source: Resolution:
da: Opløsning:
sl: Ločljivost:

source: Refresh Rate:
sl: Hitrost osveževanja:
