Repository: Teric/lxde-svn
Catalog: lxpanel/po/*.po
Languages: ru

source: % Percent
ru: % Процентов

source: <b>Background</b>
ru: <b>Фон</b>

source: <b>Font</b>
ru: <b>Шрифт</b>

source: <b>Position</b>
ru: <b>Позиция</b>

source: <b>Properties</b>
ru: <b>Параметры</b>

source: <b>Set Preferred Applications</b>
ru: <b>Выбрать Любимые Приложения</b>

source: <b>Size</b>
ru: <b>Размер</b>

source: Advanced
ru: Опытные

source: Alignment:
ru: Направление:

source: Bottom
ru: Низ

source: Custom Color
ru: Свой Цвет

source: Dynamic
ru: Динамический

source: Edge:
ru: Сторона:

source: Enable Image:
ru: Использовать Изображение:

source: Enable Transparency
ru: Включить Прозрачность

source: File Manager:
ru: Менеджер Файлов:

source: General
ru: Упрощённые

source: Height:
ru: Высота:

source: Left
ru: Лево

source: Logout Command:
ru: Команда для Выхода из Системы:

source: Make window managers treat the panel as dock
ru: Приказать менеджерам окон использовать панель как док

source: Margin:
ru: Край:

source: None (Use system theme)
ru: Никакой (Использовать тему системы)

source: Panel Applets
ru: Апплеты Панели

source: Panel Preferences
ru: Свойства Панели

source: Pixels
ru: Пиксели

source: Reserve space, and not covered by maximized windows
ru: Зарезервировать место, и не закрывать окнами развернутыми на весь экран

source: Right
ru: Право

source: Select an image file
ru: Выбрать файл изображения

source: Terminal Emulator:
ru: Эмулятор Терминала:

source: Tint color:
ru: Цвет оттенка

source: Top
ru: Верх

source: Width:
ru: Ширина:

source: Run
ru: Запустить

source: Restart
ru: Перезапустить

source: Logout
ru: Завершить Сеанс

source: Currently loaded plugins
ru: Загруженные приложения

source: Stretch
ru: Растянуть

source: Add plugin to panel
ru: Добавить приложение к панели

source: Available plugins
ru: Приложения доступные для установки

source: Logout command is not set
ru: Команда для завершения сеанса не определена

source: _Browse
ru: Обозреватель

source: Create New Panel
ru: Создать Новую Панель

source: Where to put the panel?
ru: Где поставить панель?

source: Really delete this panel? <b>Warning: This can not be recovered.</b>
ru: Убрать Панель? <b>Внимание: Эту операцию невозможно возвратить.</b>

source: Confirm
ru: Подтвердить

source: Add / Remove Panel Items
ru: Добавить/Убрать Приложения Панели

source: Remove "%s" From Panel
ru: Убрать "%s" Из Панели

source: Panel Settings
ru: Настройки Панели

source: Delete This Panel
ru: Удалить Эту Панель

source: Panel
ru: Панель

source: "%s" Settings
ru: "%s" Настойка

source: lxpanel %s - lightweight GTK2+ panel for UNIX desktops
ru: lxpanel %s - легкая GTK2+ панель для UNIX-Desktops

source: Command line options:
ru: Командные опции:

source: --help -- print this help and exit
ru: --help --распечатать эту помощь и закрыть программу

source: --version -- print version and exit
ru: --version -- распечатать версию и закрыть программу

source: --log <number> -- set log level 0-5. 0 - none 5 - chatty
ru: --log <Zahl> -- определить уровень распечатки от 0 до 5, 0 - никакого 5 - самый полный

source: --configure -- launch configuration utility
ru: --configure -- запустить приложение конфигурации

source: --profile name -- use specified profile
ru: --profile Name -- использовать определенную конфигурацию

source: -h -- same as --help
ru: -h -- то-же что --help

source: -p -- same as --profile
ru: -p -- то-же что --profile

source: -v -- same as --version
ru: -v -- то-же что --version

source: -C -- same as --configure
ru: -C -- то-же что --configure

source: Visit http://lxde.org/ for detail.
ru: Посетите http://lxde.org/ для подробной информации.

source: Enter the command you want to execute:
ru: Напечатайте программу для запуска:

source: System Tray
ru: Системный Док

source: Old KDE/GNOME Tray
ru: Старый KDE/GNOME Док

source: CPU Usage Monitor
ru: Контролёр Использования Процессора

source: Display CPU usage
ru: Показать утилизацию Процессора

source: Desktop No / Workspace Name
ru: Номер Десктопа / Название Рабочего Пространства

source: Display workspace number, by cmeury@users.sf.net
ru: Показать номер рабочего пространства

source: Add Button
ru: Добавить Кнопку

source: Button Properties
ru: Свойства Кнопки

source: Remove Button
ru: Удалить Кнопку

source: Select Application
ru: Выбрать Приложение

source: Buttons
ru: Кнопки

source: Application Launch Bar
ru: Место для Запуска Приложений

source: Bar with buttons to launch application
ru: Место с кнопками для запуска приложений

source: Raise
ru: Поднять

source: Restore
ru: Восстановить

source: Maximize
ru: На весь экран

source: Iconify
ru: Свернуть

source: Workspace %d
ru: Рабочее пространство %d

source: All workspaces
ru: Все рабочие пространства

source: Move to Workspace
ru: Переместить в рабочее пространство

source: Close Window
ru: Закрыть Окно

source: Show tooltips
ru: Показать тултипы

source: Icons only
ru: Только иконки

source: Flat Buttons
ru: Плоские Кнопки

source: Accept SkipPager
ru: Добавить СкипПейджер

source: Show Iconified windows
ru: Показывать Свернутые Окна

source: Show mapped windows
ru: Показывать определенные окна

source: Show windows from all desktops
ru: Показывать окна со всех рабочих пространств

source: Use mouse wheel
ru: Использовать колесо прокрутки мыши

source: Flash when there is any window requiring attention
ru: Мигать, когда присутствует окно которое нуждается во внимании

source: Max width of task button
ru: Максимальная ширина кнопок управления

source: Spacing
ru: Дистанция

source: Task Bar (Window List)
ru: Таск Бар (Список Окон)

source: Taskbar shows all opened windows and allow to iconify them, shade or get focus
ru: Таск Бар показывает все открытые окна и предоставляет возможность их свернуть, затемнить, или восстановить

source: Clock Format
ru: Формат Часов

source: Tooltip Format
ru: Формат Тултипов

source: Action
ru: Запустить

source: Bold font
ru: Жирный Шрифт

source: Digital Clock
ru: Цифровые Часы

source: Display Digital clock and Tooltip
ru: Показывать Цифровые Часы и Тултипы

source: Add to desktop
ru: Добавить к десктопу

source: Icon
ru: Символы

source: Menu
ru: Меню

source: Provide Menu
ru: Показать Меню

source: Separator
ru: Разделитель

source: Add a separator to the panel
ru: Добавить разделитель к панели

source: Desktop Pager
ru: Десктоп-Пейджер

source: Simple pager plugin
ru: Упрощённое приложение пейджера

source: Size
ru: Размер

source: <Space>
ru: <Пробел>

source: Allocate space
ru: Зарезервировать место

source: Left click to iconify all windows. Middle click to shade them
ru: Левая кнопка мыши свернуть все окна. Средняя кнопка затемнить.

source: Minimize All Windows
ru: Восстановить Все Окна

source: Sends commands to all desktop windows. Supported commnds are 1)toggle iconify and 2) toggle shade
ru: Посылает команды всем окнам. Возможные команды 1)свернуть/восстановить и 2)затемнить

source: Open in _Terminal
ru: Открыть в _Терминале

source: Directory Menu
ru: Меню Папки

source: Browse directory tree via menu (Author: PCMan)
ru: Просматривать папку через меню (Автор: PCMan)

source: Normal
ru: Нормально

source: Automatic sensor location
ru: Автоматическое определение сенсора

source: Automatic temperature levels
ru: Автоматический уровень температуры

source: Warning1 Temperatur
ru: Внимание1 Температура

source: Warning2 Temperatur
ru: Внимание2 Температура

source: Display system temperature, by kesler.daniel@gmail.com
ru: Показывает температуру компьютера, kesler.daniel@gmail.com

source: Volume control
ru: Управление звуком

source: Volume Control
ru: Управление звуком

source: Volume
ru: Звук

source: Mute
ru: Заглушить

source: <Hidden Access Point>
ru: <Спрятанное Место Входа>

source: Wireless Networks not found in range
ru: Беспроводная Сеть в диапазоне не найдена

source: Repair
ru: Обновить

source: Disable
ru: Выключить

source: Wireless Connection has no connectivity
ru: Беспроводное Соединение не имеет доступа

source: Network cable is plugged out
ru: Кабель сети подсоединён

source: Connection has limited or no connectivity
ru: Соединение имеет ограниченный доступ

source: IP Address:
ru: IP-Адрес:

source: Remote IP:
ru: Удаленный IP-Адрес:

source: Netmask:
ru: Маска Под-сети:

source: Activity
ru: Деятельность

source: Sent
ru: Послано

source: Received
ru: Получено

source: bytes
ru: Байтов

source: packets
ru: Пакетов

source: Wireless
ru: Беспроводная

source: Protocol:
ru: Протокол:

source: Broadcast:
ru: Радиопередача:

source: HW Address:
ru: HW-Адрес:

source: Manage Networks
ru: Управлять Сетями

source: Monitor and Manage networks
ru: Управлять и Следить за сетями

source: Setting Encryption Key
ru: Устанавливает Ключ Шифрования

source: This wireless network was encrypted. You must have the encryption key.
ru: Эта беспроводная сеть зашифрована. Вы должны иметь ключ шифра.

source: Encryption Key:
ru: Ключ Шифрования.

source: Interface to monitor
ru: Интерфейс к контролёру

source: Config tool
ru: Приложение для конфигурации

source: Net Status Monitor
ru: Контролёр Статуса Сети

source: Monitor network status
ru: Следить за статусом сети

source: Unknown
ru: Неизвестно

source: Connection Properties
ru: Свойства Соединения

source: Connection Properties: %s
ru: Свойства Соединения: %s

source: %lu packet
ru: %lu пакет

source: There was an error displaying help: %s
ru: Ошибка при показе помощи: %s

source: Failed to launch time configuration tool: %s
ru: Ошибка при открытии приложения для конфигурации времени: %s

source: <b>Connection</b>
ru: <b>Соединение</b>

source: Status:
ru: Статус:

source: _Name:
ru: _Имя:

source: <b>Activity</b>
ru: <b>Деятельность</b>

source: Received:
ru: Получено:

source: Sent:
ru: Послано:

source: <b>Signal Strength</b>
ru: <b>Сила Сигнала</b>

source: <b>Internet Protocol (IPv4)</b>
ru: <b>Интернет-Протокол (IPv4)</b>

source: Address:
ru: Адрес:

source: Destination:
ru: Назначение:

source: Subnet Mask:
ru: Маска Под-сети:

source: <b>Internet Protocol (IPv6)</b>
ru: <B>Интернет-Протокол (IPv6)</b>

source: Scope:
ru: Возможности:

source: <b>Network Device</b>
ru: <b>Устройство Подсоединения</b>

source: Type:
ru: Тип:

source: Support
ru: Поддержка

source: Con_figure
ru: Нас_троить

source: Network Connection: %s
ru: Соединение Сети: %s

source: Network Connection
ru: Соединение Сети

source: Interface
ru: Интерфейс

source: The current interface the icon is monitoring.
ru: Иконка контролированного устройства.

source: Orientation
ru: Ориентация

source: The orientation of the tray.
ru: Ориентация трея.

source: Tooltips Enabled
ru: Тултипы Включены

source: Whether or not the icon's tooltips are enabled.
ru: Включены или нет тултипы иконки

source: Show Signal
ru: Показать Сигнал

source: Whether or not the signal strength should be displayed.
ru: Показать или нет силу сигнала.

source: Please contact your system administrator to resolve the following problem: %s
ru: Сообщите вашему системному администратору, что следующие проблемы должны быть устранены: %s

source: Battery: %d%% charged, %d:%02d until full
ru: Аккумулятор: %d%% заряжен, %d:%02d до полного заряда

source: Battery: %d%% charged, %s
ru: Аккумулятор: %d%% заряжен, %s

source: charging finished
ru: Зарядка завершена

source: charging
ru: заряжается

source: Battery: %d%% charged, %d:%02d left
ru: Аккумулятор: %d%% заряжен, %d:%02d лево

source: Battery: %d%% charged
ru: Аккумулятор: %d%% заряжен

source: No batteries found
ru: Аккумуляторы на найдены

source: Hide if there is no battery
ru: Спрятать если нет аккумулятора

source: Alarm command
ru: Команда тревоги

source: Alarm time (minutes left)
ru: Время тревоги (осталось минут)

source: Background color
ru: Цвет фона

source: Charging color 1
ru: Цвет - зарядки 1

source: Charging color 2
ru: Цвет - зарядки 2

source: Discharging color 1
ru: Цвет - разарядки 1

source: Discharging color 2
ru: Цвет - разарядки 2

source: Border width
ru: Ширина границы

source: Battery Monitor
ru: Контроль Аккумулятора

source: Display battery status using ACPI
ru: Показывает статус аккумулятора используя систему ACPI

source: Show CapsLock
ru: Показать CapsLock

source: Show NumLock
ru: Показать NumLock

source: Show ScrollLock
ru: Показать ScrollLock

source: Keyboard Led
ru: Лампочки клавиатуры

source: Indicators for CapsLock, NumLock, and ScrollLock keys
ru: Индикаторы для CapsLock, NumLock и ScrollLock
