Repository: Teric/lxde-svn
Catalog: lxlauncher/po/*.po
Languages: hr, sl, uk

source: _Customize
hr: _Prilagodba
sl: _Prikroji
uk: _Налаштувати

source: Go back to "%s"
hr: Vrati se na "%s"
sl: Pojdi nazaj na "%s"
uk: Повернутися до "%s"

source: Enable key navigation
hr: Omoguæi navigaciju tipkama
sl: Omogoči navigacijo s tipkami
uk: Дозволити навігацію клавішами

source: Allow users to use up/down/left/right/tab/enter keys to operate the lxlaucher
hr: Dopusti korisnicima kori¹tenje gore/dolje/lijevo/desno/tab/enter tipaka za upravljenje lxlauncher-om
sl: Za upravljanje lxlauncherja dovoli uporabnikom uporabo tipk gor/dol/levo/desno/tab/enter
uk: Дозволити користувачам використовувати вверх/вниз/вліво/вправо/таб/ввід клавіші для праці з lxlauncher

source: Column spacing
hr: Razmak meðu stupcima
sl: Razmik med stolpci
uk: Відстань між колонками

source: The amount of space between two consecutive columns
hr: Kolièina prostora izmeðu dva uzastopna stupca
sl: Presledek med dvema zaporednima stolpcema
uk: Відстань між двома послідовними колонками

source: Row spacing
hr: Razmak izmeðu redova
sl: Razmik med vrsticami
uk: Міжрядкова відстань

source: The amount of space between two consecutive rows
hr: Kolièina prostora izmeðu dva uzastopna reda
sl: Presledek med dvema zaporednima vrsticama
uk: Відстань між двома послідовними рядками

source: Homogeneous
hr: Istovrstan
sl: Homogen
uk: Однорідно

source: Whether the children should be all the same size
hr: Trebaju li djeca biti iste velièine
sl: Ali naj bodo potomci enake velikosti
uk: Чи всі проміжки повинні бути одного розміру

source: Command not found
hr: Naredba nije pronaðena
sl: Ukaza ni bilo najdenega
uk: Команду не знайдено
